/* No comment provided by engineer. */
"Account or password not recognized" = "계정 또는 암호를 인식할 수 없습니다";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "입력한 사용자 이름 및 암호로 원격 서버에 로그인할 수 없습니다. 하나 또는 둘 다 유효하지 않거나, 올바르지 않게 입력되었습니다.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "BSD 플랫 파일 및 NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "디렉토리 서비스를 구성할 수 없음";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "서버에 연결할 수 없음";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Back" = "뒤로";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "caps lock 켜짐";

/* No comment provided by engineer. */
"Delete directory domain?" = "디렉토리 도메인을 삭제하겠습니까?";

/* Window Title */
"Directory Access: %@" = "디렉토리 연결: %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "예기치 않은 오류가 발생했습니다";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "디렉토리 서비스를 원격 서버에 설치할 수 없습니다. 꺼져 있거나 입력한 URL이 올바르지 않습니다.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "잠그기 전에 변경사항을 저장하겠습니까?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "종료하기 전에 변경사항을 저장하겠습니까?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "저장 안 함";

/* No comment provided by engineer. */
"Edit of Custom path" = "사용자 설정 경로 편집";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "데이터 버퍼를 할당하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "데이터 목록을 할당하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "문자열에서 데이터 목록을 빌드하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "사용자 설정 검색 정책을 변경하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to change search policy." = "검색 정책을 변경하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "데이터 버퍼를 할당 제거하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "디렉토리 노드수를 얻는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to open directory node." = "디렉토리 노드를 여는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "디렉토리 도메인을 검색하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "플러그인 목록을 검색하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "레코드 속성 엔트리를 검색하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "레코드 엔트리를 검색하는 데 실패했습니다.";

/* Error converting */
"IPv4 address required." = "IIPv4 주소가 필요합니다.";

/* No comment provided by engineer. */
"OK" = "승인";

/* No comment provided by engineer. */
"Continue" = "계속";

/* No comment provided by engineer. */
"Please confirm deletion." = "삭제할 항목을 확인하십시오.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "플러그인 구성 응용 프로그램 %@을(를) 열 수 없습니다.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "플러그인 구성 응용 프로그램 %1$@이(가) 유실되었습니다. %2$@ 구성 파일을 편집하십시오.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "플러그인 구성 응용 프로그램 %1$@ 또는 %2$@ 구성 파일을 열 수 없습니다.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "플러그인 구성 응용 프로그램 %@이(가) 유실되었습니다.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "플러그인 구성 파일 %@이(가) 유실되었습니다.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "플러그인 구성 실패";

/* No comment provided by engineer. */
"Save" = "저장";

/* No comment provided by engineer. */
"Save Changes?" = "변경사항을 저장하겠습니까?";

/* No comment provided by engineer. */
"Server not found" = "서버를 찾을 수 없음";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "선택한 디렉토리 도메인 중 일부가 이미 사용자 설정 경로에 있습니다.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "입력한 이름 및 암호로 원격 서버에 로그인할 수 없습니다. 하나 또는 둘 다 유효하지 않거나, 올바르지 않게 입력되었습니다.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "원격 서버가 다른 버전의 Mac OS X을 사용하고 있습니다. 원격 디렉토리 설정을 사용하려면 두 컴퓨터가 동일한 버전을 사용해야 합니다.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "원격 서버가 사용 불가능하거나 URL을 올바르게 입력하지 않았습니다.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "이 디렉토리 도메인은 이미 사용자 설정 경로에 있습니다.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "이 필드는 ASCII(로만체) 문자만 포함해야 합니다.";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "이 플러그인은 구성이 필요하지 않습니다.";

"kVerifyingNFSMountHeader" = "NFS 서버에 접속 중입니다.";
"kVerifyingNFSMountBody" = "NFS URL의 유효성을 확인 중입니다. 확인없이 계속하려면 \"확인 안 함\"을 클릭하십시오.";
"kVerifyingNFSMountOKBtnTitle" = "확인 안 함";
"kNFSMountNoResponseHeader" = "NFS 서버가 응답하지 않습니다.";
"kNFSMountNoResponseBody" = "NFS 서버가 응답하지 않습니다. 그래도 이 마운트를 생성하겠습니까?";
"kNFSMountNoResponseOKBtnTitle" = "생성";
"kNFSMountGoodHeader" = "NFS 서버가 동작합니다.";
"kNFSMountGoodBody" = "NFS 서버에서 응답이 있으며 동작합니다. 계속하려면 승인을 클릭하십시오.";
"kNFSMountGoodOKBtnTitle" = "승인";
"kUserHomeDirBadPasswordHeader" = "암호가 올바르지 않습니다.";
"kUserHomeDirBadPasswordBody" = "이 사용자 계정에 대해 잘못된 암호를 입력했습니다.";
"kUserHomeDirPassDoesntMatchImageHeader" = "계정과 FileVault 홈 디렉토리에 대한 암호가 일치하지 않습니다.";
"kUserHomeDirPassDoesntMatchImageBody" = "선택한 FileVault 홈 디렉토리 암호와 일치하도록 시스템 환경설정에서 이 사용자 계정에 대한 암호를 변경하십시오.";
"kEnableRootUserMenuItem" = "Root 사용자 활성화";
"kDisableRootUserMenuItem" = "Root 사용자 비활성화";

"kODServerType" = "Open Directory 서버";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Active Directory 도메인";
"kLocalODMasterDisplayName" = "로컬 서버";

"kStatusDisplayStringODUp" = "이 서버가 정상적으로 응답합니다.";
"kStatusDisplayStringODDown" = "이 서버가 응답하지 않습니다.";
"kStatusDisplayStringODChecking" = "이 컴퓨터에서 %@(으)로 연결을 시도하는 중입니다.";
"kStatusDisplayStringODNotUsed" = "현재 이 서버가 사용되지 않습니다.";
"kStatusDisplayStringADUp" = "이 도메인이 정상적으로 응답합니다.";
"kStatusDisplayStringADDown" = "이 도메인이 응답하지 않습니다.";
"kStatusDisplayStringADChecking" = "이 컴퓨터에서 %@(으)로 연결을 시도하는 중입니다.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ 이 서버가 인증 검색 정책에 없습니다.";

"kNoDirectoryServersFoundMsg" = "구성된 디렉토리 서버가 없습니다";

"kEditDirServerMergeAccountLabelFormat" = "아래 네트워크 계정으로 \"%@\"";

"kSingleSBSFound" = "\"%@\" Mac OS X Server는 다음 서비스를 제공할 수 있습니다. 제공된 서비스를 사용할 수 있도록 자신의 컴퓨터를 설정하겠습니까?";
"kSBSMergeAccountLabelFormat" = "예, 나의 응용 프로그램을 구성합니다";
"kSBSDontMergeAccountLabelFormat" = "구성 서비스";
"kSBSDontDoAnything" = "아니요, 나의 응용 프로그램을 구성하지 않습니다";
"kSBSOptionsPageMsgFormat" = "응용 프로그램을 구성하여 이 서버에서 제공한 서비스를 사용하겠습니까? 이 서비스는 다음을 제공합니다:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "서버 관리자가 제공한 \"%@\"에 대한 이름 및 암호를 입력하십시오.";
"kSBSAuthPageMsg2Format" = "이 컴퓨터에 있는 \"%@\" 계정에 대한 암호를 입력하십시오.";
"kSBSFinalPageMsgFormatMerge" = "지금 응용 프로그램이 \"%@\"에 있는 서비스를 사용할 준비가 되었습니다.\r\r%@\r\r새로운 서비스를 사용하려면, 로그아웃한 다음 다시 로그인하십시오.";
"kSBSFinalPageMsgLocalPassChanged" = "이 컴퓨터에 있는 %1$@ 계정에 대한 암호가 \"%3$@\" 서버에 있는 %2$@ 계정에 대한 암호와 일치하도록 변경되었습니다.";
"kSBSFinalPageMsgServerPassChanged" = "\"%2$@\" 서버에 있는 %1$@ 계정에 대한 암호가 이 컴퓨터에 있는 %3$@ 계정에 대한 암호와 일치하도록 변경되었습니다.";
"kSBSFinalPageMsgFormatNoMerge" = "지금 응용 프로그램이 \"%@\"에 있는 서비스를 사용할 준비가 되었습니다.";
"kUpgradeUserFailedTitle" = "사용자 계정 설정에 실패했습니다.";
"kUpgradeUserFailedMsgFormat" = "%d 유형의 예기치 않은 오류가 발생했습니다. 변경사항이 적용되지 않습니다.";
"kUpgradeUserFailedbadPasswdMSg" = "네트워크 계정 암호가 올바르지 않습니다. 암호 및 계정 이름을 확인하고 다시 시도하십시오.";
"kUpgradeUserFailedDSErrorMSg" = "Open Directory 오류가 발생했습니다. 변경사항이 적용되지 않습니다.";
"kUpgradeUserFailedBackupErrorMSg" = "백업을 설정하는 동안 오류가 발생했습니다. 변경사항이 적용되지 않았습니다. 백업없이 계속하려면, 백업을 끄고 다시 시도할 수 있습니다.";

"kAugmentUserBindingToSBSAlert" = "서버에서 서비스를 사용하겠습니까?";
"kAugmentUserBindingToSBSMsgFormat" = "%@에 있는 서비스 사용을 선택하면, 사용자 계정의 설정이 해당 서비스를 사용하도록 구성됩니다.";
"kAugmentUserBindingToSBSBindBtn" = "서버 사용";
"kAugmentUserBindingToSBSDontBindBtn" = "취소";

"kSureToDeleteODServerTitle" = "디렉토리 서버 사용을 중단하겠습니까?";
"kSureToDeleteODServerMsg" = "%@ 디렉토리 서버 사용을 중단하겠습니까? 이 동작은 취소할 수 없습니다.";
"kSureToDeleteSBServerTitle" = "Mac OS X Server 사용을 중단하겠습니까?";
"kSureToDeleteSBServerMsg" = "%@ Mac OS X Server의 서비스 사용을 중단하겠습니까? 이 동작은 취소할 수 없습니다.";
"kCantDeleteLocalSBSTitle" = "해당 로컬 서버는 삭제할 수 없습니다.";
"kCantDeleteLocalSBSMsg" = "해당 로컬 서버는 이 Mac OS X Server가 올바르게 동작하기 위해 필요하며 삭제할 수 없습니다.";
"kCantEditLocalSBSTitle" = "해당 로컬 서버는 편집할 수 없습니다.";
"kCantEditLocalSBSMsg" = "해당 로컬 서버는 Mac OS X Server가 올바르게 동작하기 위해 필요하며 편집할 수 없습니다.";
"kDeleteServerBtn" = "서버 사용 중단";
"kDontDeleteServerBtn" = "취소";
"kLeaveServerBtn" = "서버 사용 중단";
"kDontLeaveServerBtn" = "취소";
"kLogOutBtn" = "로그아웃";
"kQuitBtn" = "종료";
"kSkipFoundSBSSheetBtn" = "건너뜀";
"kJoinButton" = "설정 완료";
"kBeginSetupBtn" = "설정 시작";
"kNewSBSStepTitleAlert" = "소개";
"kNewSBSStepTitleAuth" = "인증";
"kNewSBSStepTitleOptions" = "구성 옵션";
"kNewSBSStepTitleBackUp" = "백업";
"kNewSBSStepTitleFinished" = "성공";
"kNewSBSBadLocalPassword" = "인증에 실패했습니다.";
"kNewSBSBadLocalPasswordMsg" = "로컬 사용자 계정에 대해 입력한 암호가 올바르지 않습니다.";
"kNewSBSBadNetPassword" = "인증에 실패했습니다.";
"kNewSBSBadNetPasswordMsg" = "서버에 있는 사용자 계정에 대해 입력한 이름 및 암호가 일치하지 않습니다.";
"kSureNotToMergeTitle" = "로컬 계정을 업그레이드하지 않고 계속하겠습니까?";
"kSureNotToMergeMsg" = "\"%@\"에서 제공한 서비스를 사용할 수 있도록 업그레이드하지 않으면, 서버 관리자가 제공한 이름 및 암호를 사용하여 로그인해야 합니다.";
"kDontMergeBtn" = "업그레이드 안 함";
"kGoBackBtn" = "뒤로";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "자신의 이메일 계정을 설정하고 서버에서 연락처를 보여줍니다.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "자신의 iChat 계정을 설정하고 iChat 대화 상대 목록을 표시합니다.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "이 컴퓨터에서 이 서버로 데이터를 백업하도록 합니다.";
"kFileServicesServiceName" = "파일 공유";
"kFileServicesServiceDescription" = "Finder 사이드바에 공유 디스크를 추가합니다.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "서버에 자신의 개인용 캘린더를 생성하고 iCal에 이를 추가합니다.";
"kWebServiceName" = "웹";
"kWebServiceDescription" = "위키 및 블로그가 있는 그룹 웹 사이트에 연결합니다.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "원격 위치에서 개인 네트워크로 연결할 수 있도록 합니다.";
"kMailConfigDetails" = "• Mail을 구성하여 서버에 있는 사용자의 메일 계정 사용\r";
"kIChatConfigDetails" = "• iChat을 구성하여 서버에 있는 사용자의 iChat 계정 사용\r";
"kFileSharingConfigDetails" = "• 서버에서 Finder에 있는 사용자의 사이드바로 공유된 디스크 추가\r";
"kICalConfigDetails" = "• 서버에서 iCal로 개인용 캘린더 추가\r";
"kVPNConfigDetails" = "• 이 서버에 대한 VPN 구성 추가\r";
"kDontAskAboutThisServerAgain" = "이 서버에 대해 다시 묻지 않음";
"kDontAskAboutTheseServersAgain" = "이 서버에 대해 다시 묻지 않음";

"kBackupAllData" = "이 컴퓨터의 모든 데이터를 백업";
"kCouldntAddServer" = "서버를 추가할 수 없습니다.";
"kCouldntAddServerUnexpectedErrorFormat" = "%d 유형의 예기치 않은 오류(%@)가 발생했습니다.";
"kBadODServerNameFormat" = "%@에서 응답이 없습니다. 입력한 주소가 올바른지 확인하십시오.";
"kDuplicateServerNameFormat" = "이 컴퓨터는 이미 %@ 또는 일치하는 복제 항목을 사용하고 있습니다.";
"kServerDoesntSupportSSLFormat" = "%@은(는) SSL로 암호화된 디렉토리 연결을 지원하지 않습니다.";
"kServerHasUnsupportedMappingsFormat" = "Open Directory 서버가 아니거나 사용자 설정 매핑을 사용하기 때문에 %@을(를) 추가할 수 없습니다.\n\n이 서버를 추가하려면:\n\n• 주 윈도우의 \"고급 설정 보기\" 단추를 누르십시오\n• 도구 막대에서 \"서비스\"를 선택하십시오\n• 적절한 매핑을 이 서버와 추가하려면 LDAPv3 서비스를 사용하십시오";
"kCouldntAddADDomain" = "도메인을 추가할 수 없습니다.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "%d 유형의 예기치 않은 오류(%@)가 발생했습니다.";
"kBadADDomainNameFormat" = "%@에서 응답이 없습니다. 입력한 주소가 올바른지 확인하십시오.";
"kPasswordsDontMatchTitle" = "입력한 암호가 일치하지 않습니다.";
"kPasswordsDontMatchMsg" = "다시 시도하십시오.";

"kAddODServerStepCheckingAddress" = "서버 주소 확인 중...";
"kAddODServerStepCheckingForDupes" = "일치하는 서버 확인 중...";
"kAddODServerStep1" = "서버 정보 인식...";
"kAddODServerStep2" = "매핑 유효화 중...";
"kAddODServerStep3" = "필요한 보안 수준 및 바인딩 요구사항 검색 중...";
"kAddODServerStep4" = "바인드 시도 중...";
"kAddODServerStep5" = "구성에 서버 추가 중...";

"kCouldntBindToWGSWithADParent" = "바인드할 수 없습니다.";
"kCouldntBindToWGSWithADParentMsg" = "%@ 서버를 %@ Active Directory 도메인으로 연결합니다. 이 서버로 바인드하려면, 먼저 Active Directory 도메인으로 바인드해야 합니다.";
"kDupeComputerRecordFound" = "디렉토리에 동일한 이름의 컴퓨터가 이미 존재합니다. 덮어쓰기를 선택할 수도 있지만, 덮어쓰기하면 동작 중인 다른 컴퓨터가 비활성화될 수 있습니다.";
"kAuthedBindingRequired" = "이 서버는 인증된 바인딩을 요구합니다. 서버에 대한 이름 및 암호를 입력하십시오.";
"kAuthedBindingAllowed" = "이 서버는 인증된 바인딩을 허용합니다. 이름 및 암호 입력을 선택할 수 있습니다. 비워두면 익명으로 연결될 수 있습니다.";
"kAuthedBindingAuthFailure" = "입력한 이름 및 암호가 일치하지 않습니다. 인증 정보를 확인하고 다시 시도하십시오.";
"kPermissionFailureDuringAuthBind" = "기존의 컴퓨터 레코드를 덮어쓸 수 있는 권한이 없습니다. 이 문제를 서버 관리자에게 보고하거나 다른 컴퓨터 ID를 시도해 보십시오.";

/* toolbar labels */
"kUsers" = "사용자";
"kServices" = "서비스";
"kAuth" = "인증";
"kAdvanced" = "고급";
"kDebug" = "디버그";
"kSearchPaths" = "검색 정책";
